Repository: mozilla-l10n/mt-training-data
Catalog: bm/bm_pontoon.tmx
Source language: en_us
Languages: bm

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
bm: <pontoonAccountLink>Jatebɔsɛbɛn dɔ dabɔ</pontoonAccountLink> n’i t’a fɛ. O kɔfɛ, i ka kan sugandi <strong>(‘Ekipu’)</strong> ka sɔrɔ ka porozɛ sugandi, <pontoonCvLink>Kunnakan jɛlen</pontoonCvLink>. Dosiyɛriw bɛna kɛ yen minnu bɛna baara kɛ. I digi kelen kan, o kɔ, a bɛ daɲɛw jira tubabukan na ani kɛsu dɔ min bɛ se k’u bayɛlɛma.

source: Portuguese
bm: Porotigɛkan

source: Press play, listen & tell us: did they accurately speak the sentence below?
bm: A digi , ka bilaaala , ka lamɛn & k'a fɔ an ye : yala u ye kumasen in fɔ ka ɲɛ wa?

source: Press { shortcut-play-toggle } to toggle play mode
bm: { shortcut-play-toggle } digi walasa ka tulonkɛcogo caman wuli

source: Privacy
bm: Kunnafoni dogolenw

source: Privacy Policy
bm: Kunnafoni dogolenw maracogo

source: Profile
bm: Porofili

source: Profile information improves the audio data used in training speech recognition accuracy.
bm: Profil kunnafoniw bɛ kunnafoniw lamɛntaw ɲɛ ka taa a fɛ minnu bɛ kɛ ka kuma dɔnni tiɲɛni dege.

source: Progress
bm: Ka taa ɲɛ

source: Punjabi
bm: Punjabikan

source: Quechua Chanka
bm: Kesuwasankakan

source: Read More
bm: Ka kunnafoni wɛrɛw kalan

source: Read the sentence carefully - don’t miss, change or add words.
bm: Kumasen kalan ka ɲɛ - kana tɛmɛ, ka daɲɛw Changer walima ka daɲɛw fara a kan.

source: Ready to do { $count } more?
bm: I labɛnlen don ka do faara a kan wa ?

source: Ready to donate your voice?
bm: Yala i labɛnnen don k’i kan di wa?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bm: N bɛ fɛ ka imɛyi sɔrɔ walasa ka N Hakilijigin N ka laɲiniw na, N ka baraw taabolo la ani Common Voice Kunnafɔni kuraw la

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bm: Kumakan-klipw sɛbɛnni ye an ka kunnafonidilan dafalen jɔli yɔrɔ koloma ye; dɔw bɛna a fɔ ko ɲɛnajɛyɔrɔ fana don.

source: Record/Stop
bm: Ka kumakan ta/ Ka lajɔ

source: Remove Avatar
bm: Avatari bɔ yen

source: Request a Language
bm: Kan dɔ ɲini

source: Re-record clip
bm: Ka kumakan ta kura ye

source: Return
bm: Segin

source: Return to Common Voice
bm: Segin ka ta Common Voice Kan

source: Return to Languages
bm: Ka segin ka taa kanw ma

source: Romanian
bm: Romaniyankan

source: Romansh Sursilvan
bm: Romansi Surisilivankan

source: Romansh Vallader
bm: Romansi Valaderikan

source: Runyankole
bm: Runiyankolekan

source: Russian
bm: Irisikan

source: Sakha
bm: Sakakan

source: Santali (Ol Chiki)
bm: Santalikan

source: Saraiki
bm: Sarɛkikan

source: Sardinian
bm: Saridiniyankan

source: Save
bm: Ka mara

source: Saved
bm: Maralen don

source: Search
bm: Ɲinili

source: See how your progress compares to other contributors all over the world.
bm: A lajɛ i ka ɲɛtaa bɛ se ka suma cogo min na ni dɛmɛbaga tɔw ye diɲɛ fan bɛɛ la.

source: See Less
bm: Lajɛta dɔgɔya

source: See More
bm: Dɔ wɛrɛ lajɛ

source: Sentence Collection
bm: Kumasenw Lajɛ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
bm: <sentenceCollectorFragment>Aw ye kunnafoni wɛrɛw lajɛ kumasenw lajɛcogo kan</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
bm: <sentenceCollectorVideo>An ka gafe lajɛ min bɛ kumasenw lajɛlan</sentenceCollectorVideo> baaracogo kan.

source: Sentences
bm: Kumasenw

source: Sentences are collected for people to read aloud.
bm: Kumasenw bɛ lajɛ walasa mɔgɔw ka se k’u kalan ni kanba ye.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
bm: Kumasenw ka kan ka lajɛ ani ka sɔn u ma mɔgɔ fila fɛ walasa u ka don Common Voice kɔnɔ. I bɛ laadilikanw da i ka kan kan <languageGuidelinesLink>yan</languageGuidelinesLink>. Kumasenw ka kan ka kɛ <licenseLink>foroba yɔrɔ la</licenseLink> ani ka surunya daɲɛ 15 la. Aw bɛ se k’a ɲini sɛbɛn dɔ tigi fɛ a k’a kɛ <waiverLink>CC0 ye ni an ka yafa kɛcogo</waiverLink> ye, ka ci an ma commonvoice@mozilla.com kan

source: Serbian
bm: Sɛribiyankan

source: Setswana
bm: Setisuwanakan

source: Settings
bm: Labɛnniw.

source: Sex or Gender
bm: Cɛya walima musoya

source: Shilha
bm: Silihakan

source: Sicilian
bm: Sisiliyankan

source: Sign up
bm: I tɔgɔ sɛbɛn

source: Sign up for an account
bm: I tɔgɔ sɛbɛn ka kɔnti dɔ sɔrɔ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bm: I tɔgɔ sɛbɛn Common Voice kunnafonidisɛbɛnw na, kuntilenna hakilijiginw ani ɲɛtaa kunnafoniw

source: sign up for email updates
bm: i tɔgɔ sɛbɛn walasa ka kunnafoni kuraw sɔrɔ imɛyi la

source: Sign up for { $lang } updates:
bm: I tɔgɔ sɛbɛn walasa ka { $lang } kunnafoni kuraw sɔrɔ:

source: Sinhala
bm: Sinihalakan

source: Siswati
bm: Siwatikan

source: Skip Submission Feedback
bm: Tɛmɛ Submission Feedback kan

source: Slovak
bm: Solovakikan

source: Slovenian
bm: Soloveniyankan

source: Social media
bm: Sosiyete ka kunnafonidilanw

source: Somali
bm: Somalikan

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
bm: Kan dɔw ka daɲɛgafe, daɲɛw ani fɔcogo bɛ ɲɔgɔn Bɔ kosɛbɛ. O de kama, an bɛ <ctaLink>ka ‘Variants’</ctaLink> bila senkan san 2022. O bɛ fɛɛrɛ di sigidamɔgɔw ma u ka kanw danfara la kunnafonidilanba kɔnɔ.

source: Someone asks for a language to be added.
bm: Mɔgɔ dɔ b’a ɲini ka kan dɔ fara a kan.

source: Soninke
bm: Marakakan

source: Sorbian, Lower
bm: Sorbiyankan, Duguma

source: Sorbian, Upper
bm: Sorbiyankan, Sanfɛla la

source: Sorry, Common Voice is running slowly. Thanks for your interest.
bm: Hakɛto Common Voice ka suma. I ni ce I ka danaya kɔsɔn

source: Sorry, something went wrong
bm: Hakɛto , fɛn dɔ ma ɲɛ

source: Southern Kurdish
bm: Worodugu Kuridisikan

source: Southern Sotho
bm: Worodugu Sotokan

source: Spanish
bm: Ɛsipaɲɔlikan

source: Speak
bm: Kuma

source: Speakers
bm: Kanfɔbagaw

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
bm: Kuma ni i kan ye min bɛ kɛ cogo la! I bɛ kuma cogo min na, o bɛ Sɔn yan - an b’a fɛ i ka fɔcogo i n’a fɔ a bɛ cogo min na, wa an b’a fɛ i ka fɔcogo, i ka fɔcogo ani i ka fɔcogo min bɛ kɛ tuma bɛɛ.

source: Speak now
bm: Kuma sisan

source: Speak up, contribute here!
bm: Aw ka kuma, aw ka dɛmɛ don yan!

source: Start recording
bm: Kumakan taali daminɛ

source: Start typing to describe your accent
bm: A daminɛ ka sɛbɛnni kɛ walasa k’i ka kumakan ɲɛfɔ

source: Status Page
bm: Sigisariyaw Paaji

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
bm: <strong>I ka daɲɛw labɛn !</strong> i ka kanko jɛkulu bɛna kɛ fɛn ye min ɲɔgɔn tɛ , wa ninnu ye daminɛcogo damadɔ dɔrɔn de ye .

source: Submit
bm: Ka lase

source: Submit clips
bm: Ka kan di

source: Success, profile created!
bm: Ɲɛtaa, profil dilanna!

source: Swahili
bm: Suwahilikan

source: Swedish
bm: Suwɛdikan

source: Syriac
bm: Syriakikan

source: Tagalog
bm: Tagalogikan

source: Tahitian
bm: Tahitiyankan

source: Taiwanese (Minnan)
bm: Tayiwanikan

source: Tajik
bm: Tajikikan

source: Tamazight
bm: Tamazigikan

source: Tamil
bm: Tamilikan

source: Tatar
bm: Tatarikan

source: Telugu
bm: Telugukan

source: Terms
bm: Bɛnkanw

source: Thai
bm: Tayilandikan

source: Thanks for confirming your account, now let's build your profile.
bm: Aw ni ce aw ka jatebɔ la, sisan an k'aw ka profil jɔ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bm: Mɔgɔ 259000 ni kɔ ka dɛmɛ sababu la kan 50 ni kɔ la, o kunnafoniw bɛ kɛ ka kuma-se-minɛnw dege walasa ka hadamaden kan jaabi ka ɲɛ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bm: I ni ce I ka timinanjiya la { $langBamanankan } sankɔrɔtanni la. Anw bɛ cɛsirila walasa ka kanw bɛɛ lakodɔn ani ka ba‌arakɛɲɔgɔnw kunnafoni imɛyi fɛ. N'Aw b'a fɛ ka aw ka bólomafara lase, A y'aw ka imayi sɛbɛn duguma.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
bm: Clip Graveyard (Klip kaburudo) bɛ Kɛ ni kan-klipw ye minnu ma Se ka Kɛ Common Voice dataset kɔnɔ. I n’a fɔ kunnafonidilan in cogo kelen na, Clip Graveyard bɛ se ka telesarse. An b’a fɛ ka foli lase nin mɔgɔw ni jɛkulu ninnu ma, u ka dɛmɛ kosɔn porozɛ in na:

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bm: Common Voice Dataset kɔnɔ, kumakan misali ba kɛmɛ caman bɛ yen minnu bɛ baarakɛlaw dɛmɛ ka kumakan dɔnni baarakɛminɛnw dilan.

source: The number of recordings and which languages you contribute to will be public.
bm: Fɔlisenw hakɛ ani i bɛ dɛmɛ don kan minnu na, o bɛna kɛ foroba ye.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
bm: Fɛɛrɛ caman bɛ yen ka miiri kanko la. Kuma dɔnni misaliw kama, Common Voice b’a jira ko u ka sinsin ‘ɲɔgɔn faamuyali kan’, walima ‘yala kan in fɔbagaw bɛ se ka ɲɔgɔn faamuya kosɛbɛ n’u y’a ɲini wa?’

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
bm: O kan ninnu bɛ sigida yiriwali la sisan. <localizationGlossaryLink>Website sigidako</localizationGlossaryLink> ani <sentenceCollectionGlossaryLink>kumasenw dalajɛ</sentenceCollectionGlossaryLink> ka kan ka daminɛ.

source: The selected file is too large
bm: Filen sugandilen ka bon kojugu

source: The site is ready to be launched when it reaches 75% completion.
bm: Siti in labɛnnen don ka daminɛ n’a sera 75% dafalen ma.

source: The website text is translated into that language.
bm: Site web sɛbɛnniw bamanankanna o kan na.

source: Tibetan
bm: Tibɛtikan na

source: Tigre
bm: Tigirekan

source: Tigrinya
bm: Tigirinyakan

source: Today
bm: Bi

source: Today's Progress
bm: Bi ɲɛtaa

source: Toki Pona
bm: Tokiponakan

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bm: Walasa k’a Kɛ Common Voice dataset ye, kumakan-klip dɔ ka kan ka Sɔ̀rɔ baarakɛla fla fɛ minnu tɛ kelen ye.

source: Total
bm: Jɛkulu Bɛɛ lajɛlen

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
bm: <translateVideoLink>An ka gafe lajɛ min bɛ Pontoon baaracogo kan.</translateVideoLink>

source: Translating the site
bm: Siti bayɛlɛmani

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
bm: Bayɛlɛmali bɛ kɛ ka bɔ Angilɛkan na, nka i bɛ se ka <strong>Ladilikan</strong> ye kan wɛrɛw la. <strong>Profile</strong> taamasiyɛn digi, o kɔ <strong>Settings</strong> yɔrɔ digi ani i bɛ kan minnu fɔ, i bɛ olu fara a kan. Jiginni kininbolo fɛ, bamanankan baarakɛcogo dɔw bɛna sɔrɔ minnu bɛ wele ko <strong>Yɔrɔw</strong>. Bamanankan bayɛlɛmaniw bɛ jira site web kan tile kelen kɔfɛ.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
bm: Common Voice yɔrɔ bamanankan na, o bɛ Kɛ <strong>Pontoon</strong> kan.

source: Tshivenda
bm: Tisifendakan

source: Turkish
bm: Turukikan

source: Turkmen
bm: Turkmenikan

source: Tuvan
bm: Tufankan

source: Twi
bm: Tuwikan

source: Ubykh
bm: Ubykikan

source: Udmurt
bm: Udimuritikan

source: Ukrainian
bm: Ikaraniyankan

source: Upload an image file
bm: Ja filen dɔ bila a kan

source: Upload of this clip keeps failing at server. Reload the page or try again later.
bm: Nin klip in bilali bɛ taa a fɛ ka dɛsɛ sèrwɛri kan. I ka ɲɛ in doni kokura walima k’a lajɛ kokura kɔfɛ.

source: Upload of this clip keeps failing, keep retrying?
bm: Nin klip in bilali ma ɲɛ, i ka to k’a ɲini wa?

source: Urdu
bm: Uridukan

source: User Name
bm: Baarakɛla tɔgɔ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bm: Baarakɛlaw bɛ klipu minnu dira, olu bɛ tiɲɛ tiɲɛ, k’a lajɛ ni kumalasela ye kumasen kalan ka ɲɛ.

source: Uyghur
bm: Uyghurikan

source: Uzbek
bm: Uzibekikan

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bm: Klip minnu dira, olu tiɲɛni nafa ka bon o cogo kelen na Common Voice cidenyabaara la. Aw ye lamɛnni kɛ ani k’an dɛmɛ ka kumakan kunnafoni dafalenw dilan minnu ka ɲi.

source: Validation Progress
bm: Validation (dafali) ɲɛtaa

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
bm: Variants ye kan sugu kɛrɛnkɛrɛnnen dɔ ye - misali la, mɔgɔ minnu sigilen bɛ dugukoloko walima sigida dɔ la, olu bɛ tila ɲɔgɔn na. Tuma dɔw la, olu bɛ Weele ko kanhakɛw.

source: Venetian
bm: Venetiyankan

source: Vietnamese
bm: Viyetinamesikan

source: View your progress against personal and project goals.
bm: Aw ye aw ka ɲɛtaa lajɛ ka kɛɲɛ ni aw yɛrɛ ka laɲiniw ni poroze kuntilenna ye.

source: Visible
bm: A bɛ ye

source: Voice clips are entered into a submission queue that readies them for listening.
bm: Kumakan-klipw bɛ don cikanw bilayɔrɔ la min b’u labɛn lamɛnni kama.

source: Voice Contribution
bm: Kumakan Dɛmɛ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bm: Kan ye dacogo ye, kan ye hadamaden ye. O de y’a to an nisɔndiyalen don ka kumakan fɛɛrɛbɔlanw dilan minnu bɛ se ka baara kɛ¶ an ka masinw kama. Nka walasa ka kumakanw dabɔ, baarakɛlaw mago bɛ kan hakɛ camanba la kosɛbɛ¶ kunnafoniw.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bm: Kan ye dacogo ye, kan ye hadamaden ye. O de y’a To an bɛ ɲɛnajɛ ni kan ye min bɛ Se ka baara Kɛ¶ fɛɛrɛ kuraw ka ɲɛsin an ka masinw ma. Nka walasa ka kumakanw dabɔ, kan hakɛ min ka bon kosɛbɛ¶ . kunnafoniw de wajibiyalen don.

source: Voices Online Now
bm: Kumakanw bɛ Ɛntɛrinɛti kan Sisan

source: Voice Validation
bm: Kumakanw Lafasali

source: Votic
bm: Votikikan

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bm: Aw b’a fɛ ka dɛmɛ don walasa Common Voice ka fisa yɛrɛ wa? Belebele! Aw ye ɲɔgɔn sɔrɔ imɛri la walima <discourseLink>Discourse</discourseLink> fɛ forobajɛkuluw, ka siti koɲɛw ci <githubLink>GitHub</githubLink> fɛ, walima ka fara <matrixLink>Matrix</matrixLink> sigida baro .

source: Want to stay in touch with Common Voice?
bm: Aw b’a fɛ ka to jɛɲɔgɔnya la ni Common Voice ye wa?

source: Watch our video explainer to help
bm: An ka videwo ɲɛfɔlikɛlan lajɛ walisa ka dɛmɛ don

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bm: Anw bɛ ka jama kafo kan fɛɛrɛw dɛmɛli kama ,Mozila la yan.An b'a fɛ kubariya kuraw kalama ani ka dɔn I b'ala ka kumakan labaara togoya min na.

source: Website Localization
bm: Site web Sigida Labɛnni

source: We launch the Common Voice site in this language.
bm: An bɛ Common Voice siti daminɛ o kan in na.

source: Welsh
bm: Waleskan na

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bm: An bɛ layidu ta I ye k'An b'I kumakan latanga.Nin kalan walasa k'I ka famuya jiidi An ka Gindo Sariyaw la.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bm: An b’a ka jamanadenw ka kunnafonidilan dafalen dɔ kɛ kanw kan. Aw k’aw kan di, ka mɔgɔ wɛrɛw ka klipuw tiɲɛni sinsin, ka kunnafonidilan kɛ fɛn ɲuman ye bɛɛ ye.

source: We release the dataset every 3 months.
bm: An bɛ kunnafonidilan in Bɔ kalo 3 o kalo 3.

source: We're receiving a lot of traffic and are currently investigating the issues.
bm: An bɛ ka trafic caman sɔrɔ, wa an bɛ ka koɲɛw sɛgɛsɛgɛ sisan.

source: Western Sierra Puebla Nahuatl
bm: Siyera Tlebi fɛ Puebla Nahuatl

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
bm: An bɛ baara Kɛ ni Mozilla baarakɛminɛn dɔ ye min bɛ Weele ko <pontoonLink>Pontoon</pontoonLink> bamanankan-falen-falen kama. Pontoon bɛ kan caman fɔ, nka n'i ta t'a la i bɛ se ka <pontoonRequestLink>ɲini i ka kan ka fara a kan</pontoonRequestLink>. O kɔfɛ, walasa kan in ka se ka sɔrɔ Common Voice porozɛ kan, <githubRepoLink>kan kura ɲini GitHub</githubRepoLink> kan. <localizationFragment>Aw ye kunnafoni wɛrɛw lajɛ site bamanankan</localizationFragment> kan.

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
bm: An b’a fɛ kumacogo misaliw ka fisa ni kumalasela suguya caman faamuyali ye. Walasa o ka se ka kɛ, kumakan kunnafonidilan ka kan ka mɔgɔ suguya caman jira.

source: We will be in touch with more information as it becomes available.
bm: An bɛna kunnafoni wɛrɛw di n’u sɔrɔla.

source: We will not make your email public.
bm: An tɛna i ka bataki ci foroba la.

source: What's Public?
bm: Mun ye Foroba ye?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bm: Ni baarakɛla dɔ banna kumakan-klip dɔ la a bɛ segin Layidu la. Ni a banna siɲɛ filanan na, kumakan-klip bɛ taa Clip kaburudo la.

source: Which variant of { $language } do you speak?
bm: I bɛ { { $language } } suguya jumɛn fɔ?

source: Why ?
bm: Munna ?

source: Why a profile?
bm: Mun na profil dɔ?

source: Why Common Voice?
bm: Mun na Kumakan jɛlen?

source: Why does this matter?
bm: Mun na o nafa ka bon?

source: Wolof
bm: Wɔlɔfɔkan

source: Xhosa
bm: Sosakan

source: Xitsonga
bm: Sitisongakan

source: Yes
bm: Awɔ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bm: Awɔ, Imɛyiw ci N'ma.N b'a fɛ ka kɛ Common Voice Project kunnafoniw kalama

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bm: Ɔwɔ, i ka email ci n ma. N b'a fɛ ka to ka kunnafoni sɔrɔ kan in ka ɲɛtaa kan Common Voice kɔnɔ.

source: Yiddish
bm: Yididikan

source: Yoruba
bm: Yorubakan

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
bm: <strong>Sentence Collector</strong> ye baarakɛminɛn ye min bɛ kɛ ka foroba kumasenw lajɛ ani k' u sinsin. I bɛna <scAccountLink>a ka kan ka jatebɔsɛbɛn dɔ da</scAccountLink>. O kɔ fɛ, i ka kan fara i ka <strong>Profile</strong> kan.I bɛ se ka <strong>Fara</strong> kumasenw walima <strong>Segi</strong> kumasen minnu farala ɲɔgɔn kan ka kɔrɔ.

source: You can choose to make your username public or anonymous.
bm: I bɛ se k’a sugandi k’i ka baarakɛla tɔgɔ kɛ foroba la walima k’a tɔgɔ fɔ.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
bm: I bɛ se ka mɔgɔ wɛrɛw kunbɛn Mozilla kan jɛkuluw kɔnɔ n’i farala <discourseLink>Discourse</discourseLink> kan walasa ka baro kɛ barokunw kan, walima <matrixLink>Matrix</matrixLink> walasa ka laadilikan teliya sɔrɔ.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
bm: aw bɛ se ka ko kɛtaw ɲɛminɛ walasa ka mɔgɔw dɛmɛ u ka dɛmɛ don. A ka nɔgɔn ka tɛmɛ i hakilina kan. I bɛ se k’a kɛ ɛntɛrinɛti kan ni videyo-konferansi baarakɛminɛn ye, walima i yɛrɛ fɛ n’a farati tɛ. <eventTemplate>An ka jatebɔlanw ni nafolomafɛnw lajɛ ko kɛlenw bolicogo kama</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
bm: Aw bɛ se ka <sentenceCollectorLinkAdd>kumasen fitininw fara a kan</sentenceCollectorLinkAdd>, walima i bɛ se ka <bulkImportDocsLink>donni caman kɛ ni Github</bulkImportDocsLink> ye. Aw k’aw hakili to a la ko kumasenw ka kan ka kɛ <licenseLink>CC0 (walima foroba yɔrɔ)</licenseLink> ye, walima aw bɛ se k’aw yɛrɛ ta sɛbɛn.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
bm: Aw bɛ se ka baara kɛ ni <scraperLink>Sentence extractor</scraperLink> ye walasa ka kumasen surunw nafa ka bɔ Wikipeja la.
